Repository: cerndb/open-days-registration-application-front-end
Catalog: application/src/i18n/messages.*.xlf
Languages: fr

# transportTypesPointOfOriginInstructionText
source: To help us organizing the event, please let us know where you will come from.
fr: Merci de nous indiquer également d'où vous viendrez.

# visitorsDetailNbrOfVisitorsHeader
source: Number of visitors
fr: Nombre de visiteurs

# visitorsDetailInstructionText1
source: Specify the number of visitors (max of 6, including yourself and children) and their age.
fr: Indiquez le nombre de visiteurs (max 6, vous et les enfants y compris) et leur âge.

# visitorsDetailInstructionText2
source: If it is still available you can pick the LHC Fast Track option (12 years old or over) that guarantees a faster access. LHC visits are possible without this option.
fr: Si elle est encore disponible, cochez l'option Fast Track LHC (12 ans minimum) qui garantit un accès plus rapide. Les visites LHC sont possibles sans cette option.

# visitorsDetailInstructionText3
source: There must be an adult (18 years old or over) in all groups of visitors.
fr: Il est nécessaire qu’un adulte (au moins 18 ans) soit présent dans chaque groupe de visiteurs.

# visitorsDetailInstructionText4
source: Age must be between 1 and 120.
fr: L’âge doit se situer entre 0 et 120.

# visitorsDetailAddVisitorButtonText
source: Add one visitor
fr: Ajouter un visiteur

# visitorsDetailAvailableSpaceText
source: available
fr: disponible

# visitorsDetailDisabledMobility
source: Group has person with reduced mobility
fr: Il y a des personnes à mobilité réduite dans mon groupe

# transportTypesInstructionText
source: To help us organizing the event, please let us know what transportation mean you plan to use to reach your arrival point.
fr: Afin de faciliter l'organisation, merci de nous indiquer le moyen de transport que vous comptez utiliser pour vous rendre sur le lieu de visite.

# navigationButtonBack
source: Back
fr: Précédent

# navigationButtonNext
source: Next
fr: Suivant

# cancelReservationDiaologHeaderText
source: Reservation cancellation
fr: Annulation de l’inscription

# cancelReservationDiaologConfirmationText
source: Are you sure you want to cancel your reservation for {{data.visitDay}}?
fr: Voulez-vous vraiment annuler votre inscription pour le {{data.visitDay}} ?

# cancelReservationDiaologNoThanksButton
source: No Thanks
fr: Non

# cancelReservationDiaologOkButton
source: Ok
fr: Oui

# registrationDashboardPageOutOfRegistrationPeriod
source: The registration system is not yet available. Please try again later.
fr: Le système d'inscription n'est pas encore ouvert. Veuillez réessayer plus tard.

# registrationDashboardPageCreateNewRegistrationButtonText
source: Click here to make a new registration
fr: Cliquer ici pour effectuer une nouvelle inscription

# registrationDashboardPageActiveRegsitrations
source: Below you can find your existing registration(s)
fr: Voici votre(vos) confirmation(s) d'inscription. Pour annuler une inscription, cliquez sur le bouton "Annuler l'inscription". Vous pouvez changer votre point ou heure d'arrivée, le nombre de visiteurs ou le moyen de transport en cliquant sur le bouton d'édition (crayon).

# summaryTableArrivalPointText
source: Arrival
fr: Arrivée

# summaryTableArrivalPointTimeslotText
source: Timeslot :
fr: Tranche horaire :

# summaryTableVisitorsText
source: Visitors
fr: Visiteurs

# summaryTableSimpleText
source: Standard :
fr: Ticket standard :

# summaryTableFastTrackText
source: Fast Track LHC :
fr: Ticket fast track LHC :

# summaryTableHasDisabledPerson
source: Has disabled person :
fr: Présence de personnes handicapées :

# YesText
source: Yes
fr: Oui

# NoText
source: No
fr: Non

# summaryTableOriginText
source: Origin :
fr: Lieu de départ :

# registrationDashboardPageCancelButtonText
source: Cancel registration
fr: Annuler l'inscription

# registrationDashboardPageResendConfrimationButtonText
source: Resend confirmation
fr: Renvoyer confirmation

# navigationButtonCancel
source: Cancel
fr: Annuler

# noLHCTicketsDialogTitleText
source: Fast Track LHC warning !
fr: Disponibilité Fast Track LHC !

# noLHCTicketsDialogConfirmationText
source: There are no Fast Track LHC tickets for this slot do you want to proceed ?
fr: Il n'y pas de ticket FAST Track LHC disponible pour votre sélection, voulez-vous continuer quand même?

# noLHCTicketsDialogNoButton
source: No
fr: Non

# yesLHCTicketsDialogNoButton
source: Yes
fr: Oui

# navigationUpdateNext
source: Update
fr: Mettre à jour

# arrivalPointSelectorSelectDayHeaderText
source: Select your visit date
fr: Sélectionnez votre date de visite

# arrivalPointSelectorMainInstructionText
source: Here you choose the site and time of your arrival. It is on that site and at that time that you will get bracelets to get access to all sites and activities until the closing time that day.Please note that this registration does not guarantee a visit to the LHC as capacity for these visits is limited. However, it does guarantee access to many other exciting visits and activities on the surface.
fr: Ici, vous choisissez votre site et votre heure d'arrivée. Depuis là, vous aurez accès à tous les sites et activités jusqu'à l'heure de fermeture du jour. Veuillez noter que cette inscription ne garantit pas une visite du LHC étant donné la capacité limitée pour ces visites. Néanmoins, elle garantit l'accès à de nombreuses visites et activités de surface tout aussi intéressantes.

# arrivalPointSelectorSelectTimeslotHeaderText
source: Select site and time of arrival
fr: Sélectionnez votre site et votre heure d'arrivée

# loginPageHeaderText
source: Login with your valid passcode
fr: Se connecter avec un code d'accès valide

# loginPageInstructionText
source: Enter your email address and the passcode we sent you.
fr: Entrez votre adresse électronique et le code d'accès que nous venons de vous envoyer. Un code d'accès n'est valide qu'une fois et uniquement durant 30 minutes après avoir été envoyé.

# loginPageButtonText
source: Login
fr: Connexion

# welcomePageHeader
source: Welcome to CERN Open Days registration system
fr: Bienvenue sur le système d’inscription aux journées portes ouvertes du CERN

# welcomePageFreeEventText
source: The CERN Open Days is a free event, but registration is required to guarantee your access to the sites.
fr: Les journées portes ouvertes sont gratuites, mais il est nécessaire de vous inscrire pour garantir votre accès aux sites.

# welcomePageAvailablePlacesVisitDayHeaderText
source: Visit day
fr: Jour de visite

# welcomePageAvailablePlacesTicketsAvailableHeaderText
source: Tickets available
fr: Ticket disponible

# welcomePageMoreInfoText
source: More information on why and how to register is available
fr: Plus d'informations sur le système d’inscription sont disponibles

# welcomePageMoreInfoLinkText
source: here
fr: ici

# welcomePageLoginWithPasscodeCardTitle
source: Login with your valid passcode
fr: Connectez-vous avec un code d'accès valide

# welcomePageLoginWithPasscodeCardContent
source: The passcode you will use must have been issued less than 30 minutes ago. Otherwise request a new passcode.
fr: Le code d'accès que vous utiliserez doit avoir été émis il y a moins de 30 minutes et n'avoir jamais été utlisé. Si ce n’est pas le cas, demandez un nouveau code d'accès.

# welcomePageRequestPasscodeCardTitle
source: Request new passcode by email
fr: Demandez un nouveau code d'accès par courriel.

# welcomePageRequestPasscodeCardContent
source: The passcode will be sent by email and be valid for 30 minutes. It will allow you to login for registration.
fr: Le code d'accès vous sera envoyé par courriel et sera valide pendant 30 minutes et uniquement une fois. Il vous permettra de vous connecter pour vous inscrire.

# requestPasscodePageHeaderText
source: Request a new passcode by email
fr: Demandez un nouveau code d'accès par courriel.

# requestPasscodePageInstructionText
source: Enter your email address and we will send you the passcode.
fr: Entrez votre adresse électronique ; vous recevrez alors le code d'acccès par courriel.

# requestPasscodePageSuccessfulText
source: Soon you will receive an email with your access to the registration page. If you haven’t received it in your inbox, please check your spam folders..
fr: Vous recevrez bientôt un courriel avec votre code d'accès pour vous inscrire. Si vous ne le recevez pas, vérifiez les dossiers de courriel non désiré (spam, etc).

# requestPasscodePageRequestNavigateToLoginButtonText
source: Login with passcode
fr: Connexion avec code d'accès

# personalDataAgreementPart1
source: I understand that,my personal data will be processed by CERN in accordance with the terms of the
fr: Je prends note que certaines données à caractère personnel seront traitées par le CERN conformément à

# personalDataAgreementPart2
source: Open Days 2019 Visitors Registration Privacy Notice
fr: l’avis sur l’utilisation des données à caractère personnel concernant l’inscription des visiteurs aux journées portes ouvertes 2019 du CERN

# personalDataAgreementPart3
source: and the
fr: et

# personalDataAgreementPart4
source: CERN Site Security Privacy Notice.
fr: à celui concernant l’accès au CERN.

# imageTakenAgreement
source: I acknowledge that,as a consequence of visiting CERN, my image may be captured in photographs and recordings made by professional photographers engaged by CERN as well as visitors to Open Days. To the extent that I do not wish to be in such photographs and recordings I recognise that it is my responsibility to take measures to ensure that my image is not captured. I further understand and accept that CERN bears no responsibility for the photographs and recordings taken by visitors on the CERN site.
fr: J’ai conscience du fait que je peux apparaître sur des photos et des vidéos prises par des photographes professionnels engagés par le CERN ou par des visiteurs. Je reconnais qu’il est de ma responsabilité de prendre les mesures adéquates afin de ne pas apparaître sur des photos ou des vidéos. J’admets que le CERN ne pourra être tenu responsable des photos ou des vidéos prises par d’autres visiteurs sur le site du CERN. Au cas où j’enregistre d’autres personnes que moi, je confirme que mon accord s’applique également à celles-ci.

# requestPasscodePageRequestPasscodeButtonText
source: Request passcode
fr: Demander un code d'accès

# summaryPageHeader
source: Registration confirmation
fr: Confirmation d'inscription

# summaryPageConfirmationText
source: Shortly after you finish your reservation, you will receive a confirmation email with a QR code.
fr: Vous y êtes presque. Veuillez vérifier votre inscription ci-dessous et validez-la en cliquant sur "Suivant", sinon cliquez sur "Précédent" pour la modifier. Juste après avoir terminé votre inscription, vous recevrez un courriel de confirmation avec un QR code. Veuillez apporter le QR code avec vous aux portes ouvertes du CERN.

# summaryPageSummaryTableTransportTypeText
source: Transport
fr: Moyen de transport

# summaryPageSummaryTableointOfOriginText
source: Origin :
fr: Lieu de départ :

# arrivalPointMobileHasUndergroundActivitiesText
source: This site offers one LHC visit point
fr: Ce site propose un point de visite LHC.

# arrivalPointNbrOfSurfaceActivitiesText
source: Number of surface activities :
fr: Nombre d'activités en surface :

# arrivalPointDesktopHasUndergroundActivitiesText
source: Has LHC visit
fr: Propose des visites LHC

# undergroundVisitYes
source: Yes
fr: Oui

# undergroundVisitNo
source: No
fr: Non

# transportTypesInstructionHeader
source: Types of transport
fr: Moyens de transport
